Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Nonconformities identified by these audits show that excessive pressure on operating parameters can contribute to companies breaching the regulations, she observes.
nb: - Leverandørene har selvstendig ansvar for å følge regelverket, men viktige rammer for leverandørenes virksomhet settes av andre, sier hun.

source: Official publication of a safety zone shall, as a rule, be submitted to the Norwegian Hydrographic Service at least 30 days before the zone is established.
nb: Kunngjøringen av en sikkerhetssone skal som hovedregel oversendes Statens kartverk Sjø minst 30 dager før sonen blir etablert.

source: The progress plan mentioned in the first subsection, litera b, should contain the key decision dates.
nb: Framdriftsplanen som nevnt i første ledd bokstav b, bør inneholde sentrale beslutningstidspunkter.

source: Consent for use of Deepsea Atlantic for production drilling
nb: Samtykke til bruk av Deepsea Atlantic til produksjonsboring

source: Deepsea Bergen is a semi-submersible mobile drilling facility of the Aker H-3.2 type, built at Aker Verdal in 1983.
nb: Deepsea Bergen er ei halvt nedsenkbar, flyttbar boreinnretning av typen Aker H-3.2, bygd ved Aker Verdal i 1983.

source: The winch drum on the HTV Eagle was underspooled in relation to S1, which was underspooled and thereby gave rise to an S bend (reversed bend) on this sheave.
nb: Vinsjtrommelen på Eagle kranen var underspolt i forhold til øvre skivehjul (S1), som var overspolt og dermed førte til en S-bøy (reversert bøying) på dette skivehjulet.

source: f) The risk of PSV formation in the PSVs was underestimated.
nb: f) Risiko for hydrater i PSVene ble undervurdert.

source: Acknowledgement of Compliance for Stena Don
nb: Stena Don har fått samsvarsuttalelse

source: The fire pumps on Ula Q and D would have had sufficient capacity to meet fire water needs in P01 and P02.
nb: Brannpumpene på Q- og D-plattformen ville hatt tilstrekkelig kapasitet til å dekke brannvannsbehovet i P01 og P02.

source: Knarr was discovered in 2008, and the plan for development and operation (PDO) was approved in 2011.
nb: Knarr blei påvist i 2008, og plan for utbygging og drift (PUD) blei godkjent i 2011.

source: all personnel can sleep undisturbed and normally alone, cf. also Section 19, and that necessary transport in offshore periods, including helicopter transport, takes place during working hours.
nb: får sove uforstyrret og normalt alene, jf. også § 19, og at nødvendig transport i oppholdsperioden, deriblant helikoptertransport, foregår i arbeidstiden.

source: Where we in Equinor are concerned, the RNNP provides an important tool for our improvement efforts.
nb: For oss i Equinor er RNNP et viktig verktøy i forbedringsarbeidet.

source: Equinor – Consent to use COSLPromoter at Troll
nb: Equinor – Samtykke til bruk av COSLPromoter på Troll

source: Revised report following the investigation of a naphtha leak at Slagentangen (007931030)
nb: Revidert rapport etter gransking av naftalekkasje på Slagentangen (007931030)

source: The diagram showing zones (red/yellow/green) on the drill floor did not clearly define
nb: På kartet som viser soneinndeling på boredekket (rød/gul/grønn sone), var det ikke

source: In the application, the operator shall demonstrate and substantiate that the chosen solutions can be considered BAT.
nb: Operatøren må i søknaden redegjøre for, og underbygge at, valgte løsninger kan anses som BAT.

source: Consent to use a facility or parts thereof as mentioned in the third subsection, litera a, also comprises
nb: Samtykke til å ta en innretning eller deler av den i bruk som nevnt i tredje ledd bokstav a, omfatter også

source: This aimed to clarify the course of events, the direct and underlying causes, and the actual and potential consequences, and to identify possible breaches of the regulations.
nb: Målet med granskingen har vært å klarlegge hendelsesforløp, utløsende og bakenforliggende årsaker, faktiske og potensielle konsekvenser og identifisere eventuelle regelverksbrudd.

source: Reference is made to such normative documents with date of publication and publishing/revision number, e.g. NORSOK xx, revision xx (date) in the reference lists in the guidelines regarding the regulations.
nb: Det henvises til slike normerende dokumenter med utgivelsesdato og utgivelses-/revisjonsnummer, for eksempel NORSOK xx, revisjon xx (dato) i referanselistene i veiledningene til forskriftene.

source: processes and at what level the causes exist,
nb: er at beslutningstakeren er godt og

source: This does not accord with Maersk’s AoC application, which specifies that the technical specification of lifting equipment will be based Norsok R-002.
nb: Dette samsvarer ikke med Maersks SUT-søknad som sier at NORSOK R-002 skal brukes for teknisk spesifikasjon av løfteinnretninger.

source: Two smoke divers from the response team then entered the compressor house at ground level, but discovered about 40 centimetres of water and oil on the floor and decided to withdraw until this liquid had been pumped out.
nb: To røykdykkere fra innsatslaget entret deretter kompressorhuset på bakkenivå, men oppdaget at det var om lag 40 cm med vann og olje på gulvet, slik at de valgte å trekke seg ut for å avvente utpumping av væsken.

source: He quickly realised the difficult communication position, particularly between control room operators and operations personnel on the scene.
nb: Han oppfattet raskt den vanskelige kommunikasjonssituasjonen, spesielt mellom kontrollromsoperatørene og driftspersonellet ute i området.

source: This was for Oseberg H (OSH), a simpler facility without helideck or emergency quarters.
nb: Det var mot den enklere innretningen uten helikopterdekk og nødkvarter, Oseberg H (OSH).

source: He first ascended the auxiliary derrick (auxiliary Ram) to look at the regulator corresponding to the one destroyed in the main derrick (main Ram), then descended and ascended the main derrick.
nb: Boredekksarbeideren gikk først opp i hjelpetårnet (Auxiliary RAM) for å se tilsvarende luftregulator som ble ødelagt i hovedtårnet (Main RAM).

source: The major accident indicator is still at too high a level.
nb: Storulykkeindikatoren ligger fortsatt på et for høyt nivå.

source: The consequences of using an older version of DNVGL-ST-N001
nb: Konsekvensene av å anvende eldre revisjon av DNVGL-ST-N001

source: Ongoing HSE projects in the industry:
nb: Pågående HMS-prosjekter i næringen:

source: Material and information pursuant to Section 24 shall be retained for as long as necessary in
nb: Materiale og opplysninger etter § 24 skal oppbevares så lenge det er nødvendig av hensyn til en

source: 4.2.5 Integrated Operations The results of the survey indicate that there is some uncertainty about the concept of integrated operations (IO).
nb: 4.2.5 Integrerte operasjoner Resultatene fra undersøkelsen tyder på at det er noe usikkerhet rundt konseptet integrerte operasjoner (IO).

source: The background to the audit was the discovery in 2005 of deficiencies in lifeboats on the Norwegian Continental Shelf.
nb: I 2005 ble det avdekket konstruksjonssvakheter ved livbåter på norsk sokkel.

source: Well 31/7-3 S is to be drilled by Transocean Arctic, which is a semi-submersible drilling facility of the Marosso 56 type, built by Mitsubishi Heavy Industries in Japan in 1987.
nb: Brønn 31/7-3 S skal borast med Transocean Arctic, som er ei halvt nedsenkbar boreinnretning av typen Marosso 56, bygd ved Mitsubishi Heavy Industries i Japan i 1987.

source: We have given Aker BP consent to drill well 7222/10-1 in the Barents Sea.
nb: Vi har gitt Aker BP samtykke til boring av brønn 7222/10-1 i Barentshavet.

source: The direct causes of the incident were that:
nb: Den direkte årsaken til hendelsen var at:

source: Jan Erik Jensen – logistics and emergency response discipline
nb: Jan Erik Jensen – fagområde logistikk og beredskap

source: A new routine was introduced in 2019 where the module is moved with the BOP suspended in the derrick.
nb: I 2019 har man innført en ny rutine der man flytter boremodulen med BOP hengende i riggen.

source: Regulations Section 5 and the Facilities Regulations Section 3.
nb: styringsforskriften § 5 og innretningsforskriften § 3.

source: At the same time, two of the other coordinators went to the fire station and suited up to serve in the response team (smoke divers).
nb: Samtidig gikk to av de andre koordinatorene til brannstasjonen og kledde seg opp for å inngå i innsatslaget (røykdykkere).

source: Production is scheduled to start in 2022.
nb: Produksjonsstart er venta i 2022.

source: investigation report (volume 3, 2016) of the Macondo accident recommends that training (Crew Resource Management, CRM) should be used to
nb: granskningsrapport (volume 3, 2016) av Macondo-ulykken anbefales det at samtrening (Crew Resource Management, CRM) i større grad

source: the health acts mentioned in Section 5 of the Framework Regulations or
nb: helselovene nevnt i rammeforskriften § 5 eller

source: The report shall be submitted no later than 14 days after the end of every half year.
nb: Rapporten skal sendes senest 14 dager etter utgangen av hvert halvår.

source: Acute pollution is defined in Section 38 of the Pollution Control Act (in Norwegian only) as “pollution
nb: Akutt forurensning er definert i forurensningsloven § 38 som "forurensning av betydning, som inntrer

source: Appendix H to Norsok R-003 specifies that the enterprise of competence must satisfy itself during initial examination that the necessary documentation is present.
nb: NORSOK R-003 vedlegg H tilsier at sakkyndig virksomhet ved førstegangskontroll skal forvisse seg om at det foreligger nødvendig dokumentasjon, jf.

source: That was just the way things were.
nb: Slik var det bare.

source: Regulations relating to storage and transport of CO2 on the shelf Section 1-6 litera r Re
nb: forskrift om lagring og transport av CO2 på sokkelen § 1-6 bokstav r Til bokstav

source: We have given MOL Norge consent for exploration drilling in block 25/8 in the North Sea.
nb: Vi har gitt MOL Norge samtykke til leiteboring i blokk 25/8 i Nordsjøen.

source: Drilling is scheduled to begin in early June 2018.
nb: Planlagd borestart er primo juni 2018.

source: Chapter 2, Section 5, Paragraph 3 may be used as an alternative to
nb: kapittel 2, seksjon 5, avsnitt 3 brukes som et alternativ til

source: The Oseberg C facility is an integrated production, drilling and accommodation facility situated in the northern North Sea, in around 100 metres of water.
nb: Oseberg C-innretninga er ei integrert produksjons-, bore- og bustadsinnretning og ligg i den nordlege delen av Nordsjøen, på om lag 100 meter havdjup.

source: “Among our earliest products was a two-piece wet suit in neoprene,” says Hansen.
nb: - Noe av det første vi produserte, var en todelt våtdrakt - med bukser og overdel i neopren.

source: The Petroleum Safety Authority Norway (PSA) has carried out an audit of Cameron Norge AS (Cameron) and their plans for using and maintaining BOP (Blowout Preventer) valves and associated control functions.
nb: Petroleumstilsynet (Ptil) har ført tilsyn med Cameron Norge AS (Cameron) og deres planer for bruk og vedlikehold av BOP (Blow Out Preventor) ventiler med kontrollfunksjoner.

source: Part of the original system, the base was taken to land for an overhaul and reinstalled in 2010.
nb: Stigerørfundamentet som er fra det opprinnelige systemet, ble tatt til land for overhaling og re-installert i 2010.

source: Investigations of the overhead-crane hook revealed differences between the wear points on its sides.
nb: Undersøkelsen av kroken til traverskranen viste forskjell på slitepunktene på sidene av den.

source: Basic analyses and assessments are conducted by Mongstad with support from other company units.
nb: De grunnleggende analysene og vurderingene utføres av Mongstad med støtte fra andre enheter i selskapet.

source: We then agreed to check cell 11 which was transferred to sludge during the night.
nb: Da ble vi enige om å sjekket celle 11 som var om til slugde på natten.

source: Level 2 is used for other work where the risk calls for coordination and clearance within an area/system.
nb: Nivå 2 benyttes for øvrig arbeid der risiko krever koordinering og klarering innenfor et område/system.

source: The facility is operated by Transocean Ltd and received Acknowledgement of Compliance (AoC) from the PSA in July 2004. Contact
nb: Innretninga er operert av Transocean Ltd, og fekk samsvarsfråsegn fra Ptil i juli 2004.

source: Not unexpectedly, the largest consensus is in this statement is among personnel working for rig companies, of which 72% make use of these response options.
nb: Ikke uventet, er det størst enighet i dette utsagnet blant personell som jobber for riggselskaper hvorav 72% benytter seg av disse svaralternativene.

source: Aker BP has received consent to remove the emergency response vessel at the Alvheim field.
nb: Aker BP har fått samtykke til å fjerne beredskapfartøyet på Alvheimfeltet.

source: AKOFS Seafarer innstallation
nb: AKOFS Seafarer innretningen

source: d) 50 % changes in amount of oil to sea, oil concentration or chemicals with significant contribution to the
nb: d) 50 % endring i mengde olje til sjø, oljekonsentrasjon eller kjemikalier med vesentlig/dominerende bidrag

source: The serious personal injury frequency varies greatly between the facilities - from 0 to 1.96 injuries per million working hours.
nb: Frekvensen av alvorlige personskader varierer mye mellom anleggene - fra 0 til 1,96 skader per million arbeidstimer.

source: Underlying causes are not fully identified in Timp.”
nb: Bakenforliggende årsaker blir ikke fullt ut belyst i TIMP.

source: At the same time, conversations in the field were banned in noisy zones and social distancing rules had to be observed.
nb: Samtidig skulle samtaler i felt ikke utføres i støysone og avstandsreglene skulle opprettholdes.

source: It is registered in Norway and classified by DNV-GL.
nb: Ho er registrert i Norge og har klasse i DNV-GL.

source: We have carried out an audit of Neptune Energy Norge AS (Neptune) focused on the fabrication of production pipes for Fenja.
nb: Vi har ført tilsyn med Neptune Energy Norge AS (Neptune) rettet mot fabrikasjon av produksjonsrør for Fenja.

source: A decision was taken by the PSA on 18 January to investigate the incident.
nb: Ptil besluttet 18. januar å iverksette gransking av hendelsen.

source: After the pressures and volumes were evaluated, an attempt was made to open the hydraulic (auto) kelly cock valves below the top drive in order to circulate out the inflow in accordance with standard well kill procedures, but the valve could not be opened.
nb: Etter at trykk og volumer var evaluert ble den hydrauliske (Auto) Kelly-cock ventilen under Top-drive forsøkt åpnet for å sirkulere ut innstrømningen etter standard brønndrepingsprosedyre, men ventilen lot seg ikke åpne.

source: CCR personnel did not equate the liquid level alarms in CD5486 A and B with overfilling.
nb: Alarmer om væskenivå i CD5486 A og B ble av SKR personell ikke satt i sammenheng med overfylling.

source: DNO Norge AS – consent for use of Borgland Dolphin
nb: DNO Norge AS – samtykke til bruk av Borgland Dolphin

source: The main orientation of the regulations is robust and should be maintained.
nb: Hovedinnretningen på regelverket er robust og bør videreføres.

source: • Failure to secure valves 41 and 42 in the closed position and leaks via valve 49
nb: Manglende sikring av ventil 41 og 42 i stengt posisjon samt lekkasje via ventil 49

source: The facility was built by Samsung Heavy Industries in South Korea and completed in 2019.
nb: Innretningen er bygget ved Samsung Heavy Industries i Sør-Korea og ferdigstilt i 2019.

source: While the gas gets injected in the Ula reservoir, oil is exported via Ekofisk to Teesside in the UK.
nb: Gassen injiseres i Ula-reservoaret, og oljen eksporteres via Ekofisk til Teesside (i Storbritannia).

source: § 80 Products not covered by the Facilities Regulations
nb: § 80 Produkter som ikke omfattes av innretningsforskriften

source: Chapters 20.4.5 and 20.4.6 should be used.
nb: kapittel 20.4.5 og 20.4.6 brukes.

source: The field will be followed up closely until it comes on stream and on through the production phase.
nb: Vi vil følge feltet tett fram til ferdigstilling og videre inn i driftsfasen.

source: That makes the choice of gloves a factor when calculating risk, as Magnus Ognedal in Brekke & Strand Akustikk demonstrates.
nb: Valg av hansker er derfor en faktor som må telle med når risikoen skal beregnes, demonstrerer Magnus Ognedal i Brekke & Strand Akustikk.(

source: The new valve was equipped with a gear, which is not normal practice for 10-inch valves in the Statoil system.
nb: Den nye ventilen var utstyrt med gir, noe som ikke er normalt på 10''-ventiler i Statoil-systemet.

source: It’s used systematically for learning and improvement.
nb: Vi bruker dette systematisk til læring og forbedring.

source: accidents and analysed as in the period 2003-2009.
nb: som er analysert på tilsvarende måte som i perioden 2003-2009.

source: We have carried out an audit of Capricorn Norge AS's (Capricorn) planning of their first exploration well on the Norwegian continental shelf.
nb: Vi har ført tilsyn med Capricorn Norge AS (Capricorn) og deres planlegging av første letebrønn på norsk sokkel.

source: § 62 Ecotoxicological testing of chemicals
nb: § 62 Økotoksikologisk testing av kjemikalier

source: This information was not known by or communicated to personnel using the overhead crane.
nb: Denne informasjonen var ikke kjent av eller videreformidlet til personell som bruker traverskranen.

source: in compliance with OSPAR’s protocol for testing of chemicals used in the offshore petroleum industry, if the substance is a sinker, has a Koc > 1000, has a log (Pow) >4, on in any other way are known to adsorb to particles or end up in the sediments, or contain surfactants.
nb: i henhold til OSPARs protokoller for testing av kjemikalier brukt av petroleumsindustrien til havs, dersom stoffet synker, har Koc>1000, har log (Pow)>4, på noen annen måte er kjent å adsorberes til partikler eller ende opp i sedimentene, eller inneholder surfaktanter.

source: We also wanted to investigate how welding faults and flaws in the STOFAT (Stochastic fatigue postprocessing analysis) module have been addressed.
nb: I tillegg ville vi undersøke hvordan sveisefeil og feil i STOFAT (Stochastic fatigue postprocessing analysis) er håndtert.

source: 10.15: Nofo notified and mobilised own response organisation.
nb: 10.15 NOFO varslet og mobiliserer sin egen beredskapsorganisasjon.

source: limited to those tasks that fall under the individual's area of responsibility.
nb: regelverket om henholdsvis miljørettet helsevern, deriblant vannforsyning, og arbeidsmiljø, jf.

source: The on-scene commander (OSC) arrived at the fire scene soon after the alarm was sounded, and decided that personnel in the response team had to maintain a good and safe distance (about 150 metres) from the compressor house, which was now alight with visible flames through the ceiling.
nb: Innsatsleder ankom tidlig etter alarmen til brannstedet og vurderte at mannskapene i innsatslaget måtte holde god og sikker avstand (om lag 150 meter) til kompressorhuset som nå stod i brann med synlige flammer gjennom taket.

source: The risk-based inspection (RBI) programme is described in document 310-20044-017
nb: Risiko basert inspeksjonsprogram (RBI) er beskrevet i dokumentet 310-20044-017 "Risk assessment Ula", ref.

source: The NAV form states that if the accident takes place offshore, the report shall also be sent to NAV
nb: Det fremgår av NAV-skjemaet at dersom ulykken skjer til havs, skal meldingen også sendes til NAV

source: Ekofisk was discovered in 1969, and the initial plan for development and operation (PDO) was approved in 1972.
nb: Ekofisk blei påvist i 1969, og opprinneleg plan for utbygging og drift (PUD) blei godkjent i 1972.

source: Gassco and Equinor – follow-up of operations and maintenance
nb: Gassco og Equinor – oppfølging av drift og vedlikehold

source: Which assessments and tests were made has not been clarified.
nb: Det er ikke klarlagt hvilke vurderinger og tester som er blitt utført.

source: “If one of them isn’t interested in having us totally integrated in it’s organisation, it doesn’t have ‘one team’.”
nb: - Hvis de ikke er interessert i å ha oss totalt integrert og inkludert i sin organisasjon, så har de heller ikke noe One team, mener Lundal.

source: The term reference stations is now discontinued, and all non-field-specific stations are called regional
nb: Begrepet referansestasjoner er nå tatt ut, og alle ikke-feltspesifikke stasjoner kalles regionale stasjoner i

source: The need for an SJA was not identified during planning of the work, in the WP or by the team responsible for its execution.
nb: Det ble ikke identifisert behov for SJA under planleggingen av jobben, i AT-en eller av arbeidslagene som stod for jobben.

source: The investigation will be summarised in a report to be published on ptil.no.
nb: Granskingen vil oppsummeres i en rapport som publiseres på ptil.no.

source: At that time, the well had been drilled to total depth (TD) in the 12 ¼-inch section, a few metres into the top of the reservoir.
nb: Produksjonsbrønnen var på hendelsestidspunkt boret til totalt dyp (TD) i 12 ¼" seksjonen, noen meter inn i topp reservoar.

source: However, floating facilities intended for production, such as, for example, FPSOs (Floating Production, Storage and Offloading installations - usually based on tanker designs) and FPPs (Floating Production Platforms - based on semi-submersible vessels) and the machinery installed on such units are not excluded from the scope of the Machinery Directive.
nb: Imidlertid er flytende innretninger ment for produksjon, slike som, for eksempel, FPSO-er (innretninger av typen Floating/flytende Production/produksjon, Storage/lagring and Offloading/lossing, vanligvis med form som et tankskip) og FPP-er (Floating Production Platforms, flytende produksjonsinnretninger, med form som halvt nedsenkbare fartøy), ikke unntatt fra maskindirektivets virkeområde.

source: Chemicals shall be tested for the individual organic substances' biodegradability in accordance with OECD’s guidelines for testing of chemicals, test number 306.
nb: Kjemikalier skal testes for de enkelte organiske stoffenes bionedbrytbarhet i henhold til OECDs retningslinjer for testing av kjemikalier, test nummer 306.

source: Maersk was unable to comply with the team’s request that it document the conduct of an SJA for this job on MINC.
nb: Da vi ba om å få dokumentert at det var gjennomført SJA for denne jobben på MINC, kunne ikke Maersk det.

source: They discussed the importance of tackling the drain points as soon as possible.
nb: Det ble diskutert viktigheten av å ta dreneringspunktene raskes mulig.

source: For mobile facilities that are not production facilities and that are registered in a national ship register,
nb: For flyttbare innretninger som ikke er produksjonsinnretninger og som er registrert i et nasjonalt skipsregister, kan

source: This included systems for recording and following up incidents and disseminating learning.
nb: I dette inngikk systemer for registrering og oppfølging av hendelser og formidling av læring.

source: A change to the procedure was proposed in April 2017, but consideration of this had not been completed when the accident occurred.
nb: I april 2017 ble det fremmet et forslag til endring i prosedyren, men det var ikke ferdigbehandlet da ulykken inntraff.

source: operations and maintenance supervisor
nb: drifts- og vedlikeholdsleder
